Repository: nsp-devel/CAT
Catalog: translation/*/devices.po
Languages: eu_es, lt_lt

source: Apple iOS mobile devices
eu_es: Apple iOS gailu mugikorrak

source: Apple iOS mobile devices (iOS 7-11)
eu_es: Apple iOS gailu mugikorrak (iOS 7-11)

source: Apple iOS mobile devices (iOS 5 and 6)
eu_es: Apple iOS gailu mugikorrak (iOS 5 eta 6)
lt_lt: „Apple iOS“ mobilieji įrenginiai („iOS 5“ ir 6)

source: After downloading the file, open the Chrome browser and browse to this URL: <a href='chrome://net-internals/#chromeos'>chrome://net-internals/#chromeos</a>. Then, use the 'Import ONC file' button. The import is silent; the new network definitions will be added to the preferred networks.
eu_es: Fitxategia deskargatu ondoren, ireki Chrome nabigatzailea eta joan hurrengo URL honetara: <a href='chrome://net-internals/#chromeos'>chrome://net-internals/#chromeos</a>. Ondoren erabili 'Import ONC file' botoia. Inportazioa isila da; sare-definizio berria sare-konexio gogokoetara gehituko da.
lt_lt: Parsisiuntę failą, atverkite „Chrome“ naršyklę ir atvekite šį URL adresą: <a href='chrome://net-internals/#chromeos'>chrome://net-internals/#chromeos</a>. Tada spustelėkite mygtuką „Importuoti ONC failą“. Importavimas atliekamas be pranešimų, o naujieji tinklo aprašai pridedami į pageidaujamų tinklų sąrašą.

source: Before you proceed with installation on Android systems, please make sure that you have installed the %s application. This application is available from %s, %s and %s, and will use the configuration file downloaded from CAT to create all necessary settings.
eu_es: Android sisteman instalazioarekin jarraitu aurretik mesedez ziurtatu %s app-a instalatuta daukazula. App hau eskuragarri duzu %s, %s eta %s guneetan, eta CATetik deskargatuko duzun konfigurazio-fitxategia erabiliko du beharrezkoak diren konfigurazio guztiak egiteko.
lt_lt: Prieš tęsdami diegimą „Android“ įrenginyje, įsitikinkite, jog esate jame įdiegę programą „%s“. Ši programa, prieinama iš „%s“, „%s“ ir „%s“, atliks visus reikiamus nustatymų pakeitimus, pasinaudodama iš CAT parsisiųstu konfigūravimo failu.

source: as local download
eu_es: deskarga lokal gisa
lt_lt: kaip failas parsisiuntimui

source: EAP config
eu_es: EAP konfigurazioa
lt_lt: EAP konfigūracija

source: This option provides a generic EAP config XML file, which can be consumed by dedicated applications like eduroamCAT for Android and Linux platforms. This is still an experimental feature.
eu_es: Aukera honek EAP konfigurazioko XML fitxategi generiko bat ematen du, hori Android-erako eduroamCAT app-etarako edo Linux plataformetarako aplikazioetan erabili daiteke. Hau oraindik ezaugarri esperimental bat da.
lt_lt: Ši parinktis suteikia galimybę parsisiųsti standartinį EAP konfigūravimo XML failą, kuriuo vėliau gali pasinaudoti specialios programos, pavyzdžiui, „eduroamCAT“, skirta „Android“ ir „Linux“ platformoms. Kol kas ši funkcija eksperimentinė.

source: Test
eu_es: Probatu
lt_lt: Testas

source: This device does not support forcing setting an HTTPS proxy.
eu_es: Gailu honek ez du HTTPS proxy-a behartzeko ezarpena onartzen.

source: It is not possible to actively verify the user input for suffix match; but if there is no 'Terms of Use' configured, the installer will display a corresponding hint to the user instead.
eu_es: Ezin izan da egiaztatu erabiltzaileak idatzitako atzizkia modu aktiboan; baina ez badago 'Erabilera Arauak' konfiguratuta, instalatzailean horren ordez erabiltzaileari aholku bat erakutsiko dio.

source: Network configuration profile '%s' of '%s' - provided by %s
eu_es: '%s' -(e)ko '%s' sarearen konfigurazio-profila - %s -(e)k emana
lt_lt: „%s“ tinklo konfigūravimo profilis iš „%s“ – pateiktas „%s“

source: %s configuration for IdP '%s' - provided by %s
eu_es: '%s'-(e)rako %skonfigurazioa - %s-(e)k eskainia

source: Important Notice: your username must end with @%s!
eu_es: Ohar garrantzitsua: zure erabiltzaile-izenak @%s-(r)ekin amaitu behar du!

source: Important Notice: your username MUST be in the form of xxx@yyy where the yyy is a common suffix identifying your Identity Provider. Please find out what to use there and enter the username in the correct format.
eu_es: Ohar garrantzitsua: zure erabiltzaile-izenak xxx@yyy egitura izan BEHAR du, non yyy zure Identifikatzaile Hornitzailearen atzizkia den. Mesedez aurkitu bertan zer erabili behar duzun eta sartu ezazu erabiltzaile-izena formatu egokian.

source: Unnamed Organisation
eu_es: Izenik gabeko erakundea

source: Unnamed Profile
eu_es: Izenik gabeko Profila

source: For best results, please use the built-in browser (Safari) to open the configuration file.
eu_es: Emaitzarik onena lortzeko erabili ezazu berezko nabigatzailea (Safari) konfigurazio-fitxategia irekitzeko.
lt_lt: Geriausiems rezultatams pasiekti, rekomenduojame naudotis įtaisytąja naršykle („Safari“) konfigūravimo failui atverti.

source: The profile will install itself after you click (or tap) the button. You will be asked for confirmation/input at several points:
eu_es: Botoia sakatu ostean instalatuko da profila. Baieztapena edo informazioa eskatuko da hainbat puntutan:
lt_lt: Šis profilis bus įdiegtas, spustelėjus (arba bakstelėjus) mygtuką. Jūsų bus keletą kartų prašoma įvesties:

source: to install the profile
eu_es: profila instalatzeko
lt_lt: patvirtinti profilio diegimą

source: to accept the server certificate authority
eu_es: zerbitzariaren egiaztagiri-baimena onartzeko
lt_lt: priimti liudijimų įstaigą

source: (%d times)
eu_es: (%d aldiz)
lt_lt: (%d k.)

source: (%d times each, because %s is installed for %d SSIDs)
eu_es: (%d aldiz, aldi bakoitzean: izan ere, %s %d SSID-etarako instalatzen da)
lt_lt: (po %d k., nes „%s“ diegiama %d tinklų vardams (SSID))

source: %s configuration for network name %s
eu_es: %s sare-izenarentzako %s konfigurazioa
lt_lt: „%s“ konfigūracija tinklo vardui „%s“

source: Wired Network
eu_es: Kable bidezko sarea
lt_lt: Laidinis tinklas

source: %s configuration for wired network
eu_es: %s kable bidezko sareko konfigurazioa
lt_lt: „%s“ konfigūracija laidiniam tinklui

source: Hotspot 2.0 Settings
eu_es: Hotspot 2.0-aren balioak
lt_lt: „Hotspot 2.0“ nustatymai

source: %s Hotspot 2.0 configuration
eu_es: %s Hotspot 2.0-ren konfigurazioa
lt_lt: „%s Hotspot 2.0“ konfigūracija

source: This SSID should not be used after bootstrapping %s
eu_es: SSID hau ez litzateke erabili beharko %s abiarazi ondoren
lt_lt: šis SSID neturėtų būti naudojamas, sėkmingai sukonfigūravus „%s“

source: Disabled WiFi network
eu_es: WiFi sare desgaituta
lt_lt: Uždraustas belaidis tinklas

source: eduroam user certificate
eu_es: eduroam erabiltzaile-ziurtagiria

source: The %s Certification Authority
eu_es: 1%s Ziurtapen Agintaritza

source: %s CA
eu_es: 1%s ZA

source: In addition to <strong>%s</strong> the installer will also configure access to the following networks:
eu_es: <strong>%s</strong> -(e)z gainera, instalatzaileak honako sare hauetarako sarbidea ere konfiguratuko du:
lt_lt: Papildomai prie <strong>%s</strong>, įdiegiklis taip pat sukonfigūruos prieigą prie šių tinklų:

source: The installer will create .cat_installer sub-directory in your home directory and will copy your server certificates there.
eu_es: Instalatzaile honek .cat_installer azpikarpeta bat sortuko du zure erabiltzaile-karpetan eta bertan kopiatuko ditu zure zerbitzari-ziurtagiriak.
lt_lt: Įdiegiklis jūsų namų aplanke sukurs .cat_installer poaplankį ir į jį nukopijuos jūsų serverio liudijimus.

source: You will be requested to enter your account credentials during the installation. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
eu_es: Instalazioan zure kontuaren kredentzialak idazteko eskatuko zaizu. Informazio hori gorde egingo da, sarea eskuragarri dagoenean automatikoki konektatu ahal izateko.
lt_lt: Diegimo metu jūsų bus paprašyta įvesti savo paskyros duomenis. Ši informacija bus įrašyta, tad ateityje prie tinklo galėsite jungtis automatiškai, kai tik jis bus pasiekiamas.

source: Really quit?
eu_es: Ziur irten nahi duzula?
lt_lt: Tikrai norite baigti?

source: enter your userid
eu_es: idatzi zure erabiltzailea
lt_lt: įveskite savo naudotojo vardą

source: enter password
eu_es: sartu pasahitza

source: enter your import password
eu_es: sartu zure inportatze-pasahitza

source: incorrect password
eu_es: pasahitz baliogabea

source: repeat your password
eu_es: errepikatu zure pasahitza
lt_lt: pakartokite savo slaptažodį

source: passwords do not match
eu_es: pasahitzak ez datoz bat
lt_lt: slaptažodžiai nesutampa

source: Installation successful
eu_es: Instalazioa ondo egin da
lt_lt: Diegimas pavyko

source: Directory {} exists; some of its files may be overwritten.
eu_es: {} karpeta dagoeneko existitzen da; fitxategi batzuk gainidatziak izan daitezke.

source: Continue?
eu_es: Jarraitu nahi duzu?

source: This NetworkManager version is not supported
eu_es: Network Manager bertsio hau ez da onartzen

source: Certificate file not found, looks like a CAT error
eu_es: Ez da ziurtagiri-fitxategia aurkitu, badirudi CAT errorea dela

source: Unknown version
eu_es: Bertsio ezezaguna

source: Y
eu_es: B
lt_lt: T

source: N
eu_es: E

source: personal certificate file (p12 or pfx)
eu_es: ziurtagiri pertsonala duen fitxategia (p12 edo pfx)
lt_lt: asmeninio liudijimo failas (p12 arba pfx)

source: All files
eu_es: Fitxategi guztiak
lt_lt: Visi failai

source: Write the file
eu_es: Idatzi fitxategia
lt_lt: Įrašyti failą

source: personal certificate file not found
eu_es: ez da aurkitu ziurtagiri pertsonalaren fitxategia

source: This installer has been prepared for {0}
eu_es: Instalatzaile hau {0}-(e)rako prestatu da

source: More information and comments:
eu_es: Informazio gehiago eta iruzkinak:
lt_lt: Papildomai informacijai ir atsiliepimams:

source: Installer created with software from the GEANT project.
eu_es: GEANT proiektuko softwarearekin sortutako instalatzailea.
lt_lt: Šis įdiegiklis sukurtas programinės įrangos iš GEANT projekto pagalba.

source: This installer will only work properly if you are a member of {0} and the user group: {1}.
eu_es: Instalatzaile honek ondo funtzionatuko du soilik {0}-(e)ko kidea bazara eta erabiltzaile-taldea hurrengoa bada: {1}.

source: This installer will only work properly if you are a member of {0}.
eu_es: Instalatzaile honek ondo funtzionatuko du soilik {0}-(e)ko kidea bazara.

source: Anonymous identities do not use the realm as specified in the profile - it is derived from the suffix of the user's username input instead.
eu_es: Nortasun anonimoek ez dute erabiltzen domeinua profilean zehaztuta dagoen moduan - erabiltzaileak sartzen duen helbidearen atzizkitik ondorioztatzen da.
lt_lt: Anoniminės tapatybės naudoja zonos, nurodytos profilyje – ji gaunama iš įvesto naudotojo vardo sufikso.

source: %s installer will be in the form of an EXE file. It will configure %s on your device, by creating wireless network profiles.<p>When you click the download button, the installer will be saved by your browser. Copy it to the machine you want to configure and execute.
eu_es: %s instalatzailea EXE fitxategi exekutagarri bat izango da. Honek zure gailuan %s konfiguratuko du, haririk gabeko sare-profil bat sortuta. <p> Deskarga botoian klik egiten duzunean, zure nabigatzaileak instalatzailea gordeko du. Kopiatu ezazu konfiguratu nahi duzun gailuan, eta bertan exekutatu ezazu.
lt_lt: „%s“ įdiegiklis pateikiamas EXE failo pavidalu. Jis sukonfigūruos „%s“ jūsų įrenginyje, sukurdamas reikiamus belaidžio tinklo profilius.<p>Spustelėję atsisiuntimo mygtuką, parsisiųskite įdiegiklį savo kompiuterį. Nukopijuokite jį į norimą sukonfigūruoti kompiuterį ir paleiskite jame.

source: When you are connecting to the network for the first time, Windows will pop up a login box, where you should enter your user name and password. This information will be saved so that you will reconnect to the network automatically each time you are in the range.
eu_es: Sarera aurrenekoz konektatzen zarenean, Windowsek kredentzialak sartzeko leiho bat erakutsiko dizu. Bertan, zure erabiltzaile-izena eta pasahitza idatzi beharko dituzu. Informazio hori gorde egingo da; hala, sarea eskuragarri dagoenean automatikoki konektatzeko modua izango duzu.
lt_lt: Jungiantis prie tinklo pirmąjį kartą, „Windows“ jums parodys prisijungimo langą, kuriame reikės įvesti savo naudotojo vardą ir slaptažodį. Ši informacija bus įrašyta, tad ateityje galėsite prie tinklo jungtis automatiškai, kai tik jis bus pasiekiamas.

source: %s installer for %s
eu_es: %s -(e)rako %s instalatzailea
lt_lt: „%s“ įdiegiklis: %s

source: This device is not yet supported by CAT, but your local administrator created a redirect to local installation instructions.
eu_es: CATek oraindik ez du gailu hau onartzen baina zure erakundeko kudeatzaileak bertako argibideetara berbideraketa sortu du.
lt_lt: Šis įrenginys dar nepalaikomas CAT, tačiau jūsų vietinis administratorius sukūrė nukreipimą į vietines diegimo instrukcijas.

source: This is a generic configuration file in the IETF <a href='%s'>EAP Metadata -00</a> XML format.
eu_es: Hau konfigurazio-fitxategi generikoa da, IETF-ko <a href='%s'>EAP Metadata -00</a> XML-eko formatuan.
lt_lt: Tai – standartinis nustatymų failas IETF „<a href='%s'>EAP Metadata -00</a>“ XML formatu.

source: Welcome to the %s installer
eu_es: Ongi etorri %s instalatzailera
lt_lt: Sveiki! Tai – „%s“ įdiegiklis

source: Installation complete
eu_es: Instalazioa amaitu da
lt_lt: Įdiegimas baigtas

source: Network profiles have been installed.
eu_es: Sareko profilak instalatu dira.
lt_lt: Tinklo profiliai įdiegti.

source: Your system is ready.
eu_es: Zure sistema prest dago.
lt_lt: Jūsų sistema parengta.

source: Network installation had errors.
eu_es: Sarearen instalazioan erroreak gertatu dira.
lt_lt: Diegiant tinklą, pasitaikė klaidų.

source: Please contact ${SUPPORT}.
eu_es: Mesedez, jarri harremanetan ${SUPPORT} -(r)ekin.
lt_lt: Prašom susisiekti su ${SUPPORT}.

source: Accept
eu_es: Onartu
lt_lt: Sutinku

source: If you accept the conditions then select Accept and then click Install to continue.
eu_es: Baldintzak onartuz gero, Onartu aukeratu, eta ondoren, Instalatu aukeratu aurrera egiteko.
lt_lt: Jei suteinkate su sąlygomis, spauskite „Sutinku“, o tada – „Diegti“.

source: Finish
eu_es: Amaitu
lt_lt: Baigti

source: searching for certificate
eu_es: ziurtagiria bilatzen
lt_lt: ieškoma liudijimo

source: installing certificate
eu_es: ziurtagiria instalatzen
lt_lt: diegiamas liudijimas

source: could not install certificate
eu_es: ezin izan da ziurtagiria instalatu
lt_lt: nepavyko įdiegti liudijimo

source: The non TKIP profiles are preferred. Always use them if you have a choice.
eu_es: Lehentasuna TKIP ez diren profilek daukate. Aukera duzun guztietan, erabili itzazu horiek.
lt_lt: TKIP profiliais naudotis nerekomenduojama. Jei tik galite, visuomet rinkitės ne juos.

source: The non TKIP profile is preferred. Always use it if you have a choice.
eu_es: Lehentasuna TKIP ez den profilak dauka. Aukera duzun guztietan, erabili ezazu hori.
lt_lt: TKIP profiliu naudotis nerekomenduojama. Jei tik galite, visuomet rinkitės ne jį.

source: This installer has been prepared for ${ORGANISATION}
eu_es: Instalatzaile hau ${ORGANISATION}-(e)rako prestatuta dago.
lt_lt: Šis įdiegiklis parengtas naudotojams, kurių organizacija yra ${ORGANISATION}

source: The installer will create the following wireless profiles:
eu_es: Instalatzaileak haririk gabeko profil hauek sortuko ditu:
lt_lt: Įdiegiklis kompiuteryje sukurs šiuos belaidžio tinklo profilius:

source: The installer will create the wireless profile:
eu_es: Instalatzaileak haririk gabeko profila sortuko du:
lt_lt: Įdiegiklis kompiuteryje sukurs belaidžio tinklo profilį:

source: You are running Windows $WindowsName but this installer is only for Windows Vista and Windows 7. Please download the correct installer and try again.
eu_es: Windows $WindowsName erabiltzen ari zara baina instalatzaile hau Windows Vista eta Windows 7-an baino ezin da erabili. Mesedez, deskarga ezazu instalatzaile egokia eta saiatu zaitez berriro.
lt_lt: Jūs naudojatės „Windows $WindowsName“, tačiau šis įdiegiklis veikia tik su „Windows Vista“ ir „Windows 7“. Parsisiųskite tinkamą įdiegiklį ir bandykite dar kartą.

source: Windows wireless configuration service is not enabled. The installer cannot continue.
eu_es: Windowsen haririk gabeko sareak konfiguratzeko zerbitzua ez dago gaituta. Instalatzaileak ezin du aurrera egin.
lt_lt: „Windows“ belaidžio tinklo konfigūravimo tarnyba neįjungta. Įdiegiklis negali tęsti darbo.

source: No wireless interfaces found. The installer cannot continue.
eu_es: Ez da aurkitu haririk gabeko sare-interfazerik. Instalatzaileak ezin du aurrera egin.
lt_lt: Nerasta belaidžio tinklo adapterių. Įdiegiklis negali tęsti darbo.

source: No wireless interfaces found. Wireless access will not be configured. Would you like to continue and configure access on the wired interface?
eu_es: Ez da aurkitu haririk gabeko sare-interfazerik. Haririk gabeko sarbidea ez da konfiguratuko. Jarraitu nahi duzu eta kable bidezko interfazea konfiguratu?
lt_lt: Nerasta belaidžio tinklo adapterių. Belaidžio tinklo prieiga nebus konfigūruojama. Ar norite tęsti ir konfigūruoti laidinio tinklo prieigą?

source: Do you want to enable access on wired interfaces?
eu_es: Gaitu nahi duzu kable bidezko interfazea?
lt_lt: Ar norite įjungti laidinio tinklo prieigą?

source: Profiles installation
eu_es: Profilen instalazioa
lt_lt: Profilių diegimas

source: Checking for profile $R8
eu_es: $R8 profila probatzen
lt_lt: Ieškoma profilio $R8

source: found profile $R8
eu_es: $R8 profila aurkitu da
lt_lt: rastas profilis $R8

source: This installer will only work properly if you are a member of ${ORGANISATION} and the user group: ${USER_GROUP}.
eu_es: Instalatzaileak behar bezala funtzionatuko du soilik ${ORGANISATION}-(e)ko kidea bazara eta ${USER_GROUP} erabiltzaile-taldekoa bazara.
lt_lt: Šis įdiegiklis veiks korektiškai tik tuo atveju, jei jūs esate organizacijos ${ORGANISATION} narys ir priklausote naudotojų grupei ${USER_GROUP}.

source: Click OK to continue with installation.
eu_es: Instalazioarekin jarraitzeko, egin klik OK aukeran.
lt_lt: Spustelėkite „Gerai“ diegimui tęsti.

source: This installer will only work properly if you are a member of ${ORGANISATION}.
eu_es: Instalatzaileak behar bezala funtzionatuko du soilik ${ORGANISATION}-(e)ko kidea bazara.
lt_lt: Šis įdiegiklis veiks korektiškai tik tuo atveju, jei jūs esate organizacijos ${ORGANISATION} narys.

source: Please READ this message it is IMPORTANT.$\r$\nInstallation problems may be due to the fact that Symantec Endpoint Protection is installed on your machine.$\r$\nWhile this is a well-known bug of the Symantec product, about which the installer can not do anything, there is a workaround.$\r$\nWhen you close this window the installer will exit and an explorer window will be started (it could appear underneath already opened windows). In this window you should see a script named inst_cat. Start it by double-clicking, It will install the profiles. You will need to login to %s with your username and password.
eu_es: Mesedez IRAKAURRI mezu hau, GARRANTZITSUA da-eta.$\r$\nInstalazio arazoen arrazoia zure makinan Symantec Endpoint Protection instalatuta egotea izan daiteke. $\r$\nSymantec-eko produktu honen akats ezaguna dauka, eta instalatzaileak ezin du ezer egin hori konpontzeko, baina zeharbide bat dago.$\r$\nLeiho hau ixten duzunean, instalatzailea amaituko da eta esploratzailearen leiho berri bat abiaraziko da (dagoeneko zabalik dauden leihoen atzean gera daiteke). Leiho horretan, inst_cat izeneko script bat ikusi beharko zenuke. Horren gainean klik bikoitza eginez habiarazi eta profilak instalatuko ditu. %s-era sartu beharko duzu zure erabiltzailea eta pasahitza erabiliz.
lt_lt: Prašom susipažinti su šia SVARBIA informacija.$\r$\nJūsų kompiuteryje gali iškilti įdiegimo problemų dėl įdiegtos „Symantec Endpoint Protection“ programinės įrangos.$\r$\nTai yra žinoma šio „Symantec“ produkto klaida, dėl kurios mes, deja, nieko negalime padaryti. Tačiau yra būdas ją apeiti.$\r$\nKai užversite šį langą, įdiegiklis užbaigs darbą, prieš tai atvėręs „Explorer“ langą (atkreipkite dėmesį, jog šis langas gali atsirasti ir po kitais langais). Šiame lange turėtumėte pamatyti scenarijų pavadinimu „inst_cat“. Jį dukart spustelėję, įdiegsite profilius. Tada beliks prisijungti prie „%s“, naudojant savo naudotojo vardą ir slaptažodį.

source: Please restart your system after installation finishes.
eu_es: Mesedez berrabiarazi zure sistema instalazioak bukatu ondoren.
lt_lt: Pasibaigus diegimui, paleiskite sistemą iš naujo.

source: installing wired profile
eu_es: Kable bidezko sare-profila instalatzen
lt_lt: diegiamas laidinio tinklo profilis

source: deleting profile $R1
eu_es: $R1 profila ezabatzen
lt_lt: šalinamas profilis $R1

source: installing profile $R1
eu_es: $R1 profila instalatzen
lt_lt: diegiamas profilis $R1

source: Profile installation error for $R1.
eu_es: Errorea, $R1-(e)rako profilaren instalazioan.
lt_lt: Diegiant profilį „$R1“, įvyko klaida.

source: installing credentials for wired
eu_es: Kable bidezko sarerako kredentzialak instalatzen
lt_lt: diegiami kredencialai laidiniam tinklui

source: installing credentials TLS
eu_es: TLS kredentzialak instalatzen

source: installing credentials for profile $R1
eu_es: $R1 profilerako kredentzialak instalatzen
lt_lt: diegiami kredencialai profiliui $R1

source: Credentials installation problem
eu_es: Arazoa kredentzialak instalatzean
lt_lt: Kredencialų įdiegimo problema

source: %s installer for
eu_es: %s instalatzailea hauetarako:
lt_lt: „%s“ įdiegiklis –

source: Install personal certificate
eu_es: Instalatu ziurtagiri pertsonala
lt_lt: Asmeninio liudijimo diegimas

source: Preparing to install personal certificate.
eu_es: Ziurtagiri pertsonala instalatzeko prestatzen.
lt_lt: Rengiamasi diegti asmeninį liudijimą.

source: Click OK to continue
eu_es: Aurrera egiteko, egin klik Ados aukeran.
lt_lt: Spustelėkite „Gerai“ diegimui tęsti

source: Certificate files (*.p12)
eu_es: Ziurtagiri-fitxategiak (*.p12)
lt_lt: Liudijimų failai (*.p12)

source: Certificate files (*pfx)
eu_es: Ziurtagiri-fitxategiak (*.pfx)
lt_lt: Liudijimų failai (*.pfx)

source: certificate password:
eu_es: ziurtagiriaren pasahitza:
lt_lt: liudijimo slaptažodis:

source: Username:
eu_es: Erabiltzailea:
lt_lt: Naudotojo vardas:

source: Selected file: $Cert_file
eu_es: Aukeratutako fitxategia: $Cert_file
lt_lt: Pasirinktas failas: $Cert_file

source: import password:
eu_es: inportatu pasahitza:

source: No certificate file selected
eu_es: Ez da ziurtagiri-fitxategirik aukeratu
lt_lt: Liudijimo failas nepasirinktas

source: Incorrect import password$\r$\nenter again
eu_es: Pasahitza-inportatze baliogabea$\r$\nsaiatu berriz ere

source: Incorrect certificate password$\r$\nenter again
eu_es: Ziurtagiriaren pasahitza ez da zuzena$\r$\nSartu berriro
lt_lt: Liudijimo slaptažodis neteisingas$\r$\nbandykite dar kartą

source: User credentials
eu_es: Erabiltzaile-kredentzialak
lt_lt: Naudotojo kredencialai

source: Password:
eu_es: Pasahitza:
lt_lt: Slaptažodis:

source: Repeat password:
eu_es: Errepikatu pasahitza:
lt_lt: Pakartokite slaptažodį:

source: Missing username
eu_es: Erabiltzaile-izena falta da
lt_lt: Trūksta naudotojo vardo

source: Missing password
eu_es: Pasahitza falta da
lt_lt: Trūksta slaptažodžio

source: Password mismatch
eu_es: Pasahitza ez dator bat

source: Installation
eu_es: Instalazioa
lt_lt: Diegimas

source: Checking for existing wireless profiles
eu_es: Existitzen diren haririk gabeko sareen profilak egiaztatzen
lt_lt: Tikrinami esami belaidžio tinklo profiliai

source: Installation of the personal certificate
eu_es: Ziurtagiri pertsonalaren instalazioa
lt_lt: Asmeninio liudijimo diegimas
