Repository: nsp-devel/CAT
Catalog: translation/*/devices.po
Languages: eu_es, lt_lt

source: Components installation
eu_es: Osagaien instalazioa
lt_lt: Komponentų diegimas

source: Personal certificate
eu_es: Ziurtagiri pertsonala
lt_lt: Asmeninis liudijimas

source: Installation of network profiles
eu_es: Sareko profilen instalazioa
lt_lt: Tinklo profilių diegimas

source: profiles
eu_es: profilak
lt_lt: profiliai

source: Network profiles update
eu_es: Sareko profilen eguneratzea
lt_lt: Tinklo profilių atnaujinmimas

source: user profile
eu_es: erabiltzaile-profila
lt_lt: naudotojo profilis

source: install program
eu_es: instalatu programa
lt_lt: diegiama programa

source: An additional piece of software 'GEANTlink' needs to be installed. This installation requires Administrator rights; you will be prompted to give permission for that action.
eu_es: 'GEANTlink' softwarearen zati gehigarri bat instalatu behar da. Instalazio honek Kudeatzaile baimenak behar ditu; ekintza honi baimena ematea eskatuko zaizu.
lt_lt: Reikia įdiegti papildomą programinę įrangą – „GEANTlink“. Šiam diegimui reikės administratoriaus teisių; prieš atliekant kiekvieną veiksmą, bus prašoma jūsų leidimo.

source: Error installing GEANTLink.$\nEmbedded installer didn't complete succesfully.
eu_es: Errorea GEANTLink$ instalatzean.\nTxertatutako instalatzailea ez da modu egokian amaitu.
lt_lt: Klaida diegiant „GEANTLink“.$\nĮtaisytoji įdiegimo programa nebaigė savo darbo sėkmingai.

source: installing credentials for ${PROVIDERID}
eu_es: ${PROVIDERID}-entzako kredentzialak instalatzen
lt_lt: Įdiegiami „${PROVIDERID}“ kredencialai

source: MS Windows 10
lt_lt: Microsoft Windows 10

source: MS Windows 8, 8.1
lt_lt: Microsoft Windows 8, 8.1

source: MS Windows 7
lt_lt: Microsoft Windows 7

source: MS Windows Vista
lt_lt: Microsoft Windows Vista

source: Windows RT
lt_lt: Microsoft Windows RT
