Repository: nsp-devel/CAT
Catalog: translation/*/diagnostics.po
Languages: hu_hu

source: Completed
hu_hu: Befejezett

source: Product is not configured to run this check.
hu_hu: A termék nincs konfigurálva ennek az ellenőrzésnek a futtatásához.

source: This check was skipped.
hu_hu: Ezt az ellenőrzést kihagytuk

source: There were errors during the test.
hu_hu: Hiba történt az ellenőrzés során

source: There was no reply at all from the RADIUS server.
hu_hu: Nem érkezett válasz a RADIUS szervertől.

source: There was a bidirectional communication with the RADIUS server, but it ended halfway through.
hu_hu: Két irányú kommunikáció elindult a RADIUS szerverrel, de nem fejeződött be.

source: The RADIUS server immediately rejected the authentication request in its first reply.
hu_hu: A RADIUS szerver rögtön visszautasította az azonosítási kérést az első válaszban.

source: The RADIUS server rejected the authentication request after an EAP conversation.
hu_hu: RADIUS visszautasította az azonosítási kérést az EAP csomagváltás után.

source: Connection refused
hu_hu: Kapcsolódás elutasítva

source: Not enough data provided to perform an authentication
hu_hu: Nem adtál meg elég adatot az azonosítás elvégzéséhez.

source: The certificate password you provided does not match the certificate file.
hu_hu: A megadott tanusítvány jelszó nem tanusítvány fájlban lévőhöz tartozik.

source: The certificate chain includes the root CA certificate. This does not serve any useful purpose but inflates the packet exchange, possibly leading to more round-trips and thus slower authentication.
hu_hu: A tanusítvány lány tartalmazza a gyökér CA tanusítványt. Ez szükségtelen, növelheti a csomagváltások számát ezáltal lassítva az azonosítást.

source: There is more than one server certificate in the chain.
hu_hu: Több mint 1 szervertanusítvány található a tanusítvány láncban.

source: There is no server certificate in the chain.
hu_hu: Nincsen szerver tanusítvány a tanusítvány láncban.

source: At least one certificate in the chain is signed with the MD5 signature algorithm. Many Operating Systems, including Apple iOS, will fail to validate this certificate.
hu_hu: Legalább 1 szerver tanusítvány a tanusítványláncban MD5-el van aláírva. Sok operációs rendszer, sok operációs rendszer (pl. Apple iOS, Windows 8.x) nem fogja elfogadni a tanusítványláncot.

source: At least one certificate in the chain is signed with the SHA-1 signature algorithm. Many Operating Systems, including Apple iOS, will fail to validate this certificate.
hu_hu: Legalább egy a tanúsítvány láncban található tanúsítványt a SHA-1 aláírással írtak alá. Számos operációs rendszer, beleértve az Apple iOS-t is, nem tudja hitelesíteni ezt a tanúsítványt.

source: The server certificate does not have the extension 'extendedKeyUsage: TLS Web Server Authentication'. Most Microsoft Operating Systems will fail to validate this certificate.
hu_hu: A szerver tanusítvány nem tartmazza 'extendedKeyUsage: TLS Web Server Authentication' kiegészítést. A legtőbb Microsoft operációs rendszer nem fogadja el ezt a tanusítványt.

source: The server certificate did not include a CRL Distribution Point, creating compatibility problems with Windows Phone 8.
hu_hu: A szerver tanusítvány nem tartalmaz CRL Distribution Point attributumot. Ez kompatbilitási problémát jelent a Windows Phone 8 esetén.

source: The server certificate's 'CRL Distribution Point' extension does not point to an HTTP/HTTPS URL. Some Operating Systems may fail to validate this certificate. Checking server certificate validity against a CRL will not be possible.
hu_hu: A szerver tanusítvány 'CRL Distribution Point' kiegészítése nem egy HTTP/HTTPS URL. Néhány operációs rendszer lehetséges, hogy nem fogja tudni ellenőrizni a tanusítványt. A szerver tanusítvány ellenőrzése a CRL alapján nem lesz lehetséges.

source: The extension 'CRL Distribution Point' in the server certificate points to a location where no DER-encoded CRL can be found. Some Operating Systems check certificate validity by consulting the CRL and will fail to validate the certificate. Checking server certificate validity against a CRL will not be possible.
hu_hu: A kiszolgálói tanúsítvány "CRL Distribution Point" kiterjesztése olyan helyre mutat, ahol nincs DER kódolt CRL. Néhány operációs rendszer ellenőrzi a tanúsítvány érvényességét a CRL segítségével, és így nem tudja hitelesíteni a tanúsítványt. A szerver tanúsítvány érvényességének ellenőrzése a CRL-el nem lehetséges.

source: The server certificate was revoked by the CA!
hu_hu: A szerver tanusítványt visszavonta a tanusítványhatóság!

source: The certificate contained a CN or subjectAltName:DNS which does not parse as a hostname. This can be problematic on some supplicants. If the certificate also contains names which are a proper hostname, and you only use those for your supplicant configuration, then you can safely ignore this notice.
hu_hu: A tanusítvány CN vagy subjectAltName:DNS nem tartalmaz szervernevet. Ez néhány supplicant számára problémát jelent. Ha tanusítvány tartalmazza a nevet, amely egy megfelelő szervernév és ez a tanusítvány csak a supplicant konfigurációhoz van használva, akkor ezt a megjegyzést figyelmen kívül hagyhatod.

source: The certificate contained a CN or subjectAltName:DNS which contains a wildcard ('*'). This can be problematic on some supplicants. If the certificate also contains names which are wildcardless, and you only use those for your supplicant configuration, then you can safely ignore this notice.
hu_hu: A tanusítvány CN vagy subjectAltName:DNS mezeje wildcard ("*")-or tartalmaz . Ez néhány supplicant számára problémát jelent. Ha tanusítvány tartalmazza olyan nevet, amely nem tartalmaz wildcard-ot és ez a tanusítvány csak a supplicant konfigurációhoz van használva, akkor ezt a megjegyzést figyelmen kívül hagyhatod.

source: At least one certificate is outside its validity period (not yet valid, or already expired)!
hu_hu: Legalább 1 tanusítvány az érvényességi idején kivüli (még nem érvenyes, vagy már nem érvényes).

source: At least one intermediate certificate in your CAT profile is outside its validity period (not yet valid, or already expired), but this certificate was not used for server validation. Consider removing it from your %s configuration.
hu_hu: Legalább 1 köztes tanusítvány az érvényességi idején kivüli (még nem érvenyes, vagy már nem érvényes), de ez a tanusítvány nem használt a szerver azonosításához. Érdemes volna kivenni a %s konfigurációból.

source: The server certificate could not be verified to the root CA you configured in your profile!
hu_hu: A szerver tanusítvány nem ellenőrizhető azzal a root CA-val, amely a profile-hoz konfigurálva lett.

source: The certificate chain as received in EAP was not sufficient to verify the certificate to the root CA in your profile. It was verified using the intermediate CAs in your profile though. You should consider sending the required intermediate CAs inside the EAP conversation.
hu_hu: Az EAP során érkezett tanusítvány lánc nem ellenőrizhető azzal a root CA-val, amely a profile-hoz konfigurálva lett. A profile köztes CA-jával azonban ellenőrizheő volt. Javasolt a szükséges köztes CA-k küldése az EAP üzenetváltásban.

source: The EAP server name does not match any of the configured names in your profile!
hu_hu: Az EAP szerver neve nem illeszkedik a profile-ban semmilyen konfigurált névvel.

source: The configured EAP server name matches either the CN or a subjectAltName:DNS of the incoming certificate; best current practice is that the certificate should contain the name in BOTH places.
hu_hu: A konfigurált EAP szerver neve nem illeszkedik a beérkező tanusítvány CN vagy subjectAltName:DNS mezejével . A legjobb megoldás az, ha tanusítvány MINDKÉT helyen tartalmazza ezt a nevet.

source: At least one certificate did not contain any BasicConstraints extension; which makes it unclear if it's a CA certificate or end-entity certificate. At least Mac OS X 10.8 (Mountain Lion) will not validate this certificate for EAP purposes!
hu_hu: Legalább 1 tanusítvány nem tartalmaz semmilyen BasicConstraints kiegeszítést. Ez alapján nem világos, hogy a tanusítvány CA tanusítvány, vagy végponti tanusítvány. Legalább a Mac OS X 10.8 (Mountain Lion) nem fogadja el ezt a tanusítványt EAP célokra.

source: The server presented a certificate from an unknown authority.
hu_hu: A szerver egy ismeretlen tanusítvány hatóság által aláírt tanusítványt mutatott be.

source: The server accepted the INVALID client certificate.
hu_hu: A szerver egy érvénytelen kliens tanusítványt fogadott el.

source: The server rejected the client certificate, even though it was valid.
hu_hu: A szerver visszautasított egy kliens tanusítványt, habár az érvényes volt.

source: The server rejected the client certificate as expected.
hu_hu: A szerver visszautasította kliens tanusítványt, ahogy az várható volt.

source: The CRL of a certificate could not be found.
hu_hu: A tanusítvány CRL-je nem található.

source: EAP method negotiation failed!
hu_hu: EAP metódus megbeszélése meghiúsult.

source: The server offers Diffie-Hellman (DH) ciphers with a DH group smaller than 1024 bit. Mac OS X 10.11 'El Capitan' is known to refuse TLS connections under these circumstances!
hu_hu: A szerver 1024 bitnél rövidebb Diffie-Hellman (DH) titkosítást támogat csak. Mac OS X 10.11 'El Capitan' ismeretes, hogy megtagadja a TLS kapcsolat kiépítését, ha ez fenn áll!

source: The certificate contains more than one CommonName (CN) field. This is reportedly problematic on many supplicants.
hu_hu: A tanúsítvány több CommonName (CN) mezőt tartalmaz. Ez problémás, sok supplicant esetében.

source: The certificate public key algorithm is unknown to the system. Please submit the certificate as a sample to the developers.
hu_hu: A tanúsítvány nyilvános kulcs algoritmusa ismeretlen a rendszer számára. Kérjük, küldje el a tanúsítvány mintát a fejlesztőknek.

source: [eduroam Diagnostics]
hu_hu: [eduroam Diagnosztika]

source: (This service is in an early stage. We apologise if this is a false alert. If this is the case, please send an email report to cat-devel@lists.geant.org, forwarding the entire message (including the 'SUSPECTS' and 'EVIDENCE' data at the end), and explain why this is a false positive.)
hu_hu: (Ez a szolgáltatás fejlesztési státuszban van.) Elnézést kérünk ha ez egy hamis figyelmeztetés. Ha ez a helyzet, küldj egy e-mailes jelentést a cat-devel@lists.geant.org címre, amely továbbítja az egész üzenetet (beleértve a "SUSPECTS" és az "EVIDENCE" adatokat is), és elmagyarázza, hogy ez miért hamis.)

source: Yours sincerely,
hu_hu: Üdvözlettel,

source: Ed U. Roam, the eduroam diagnostics algorithm
hu_hu: Ed U. Roam, az eduroam-diagnosztikai algoritmus

source: [POLICYVIOLATION NATIONAL] IdP with no entry in eduroam database
hu_hu: [POLICYVIOLATION NATIONAL] IdP nincs bejegyzés a eduroam adatbázisban

source: Dear NRO administrator,
hu_hu: Kedves NRO rendszergazda,

source: an end-user requested diagnostics for realm %s. Real-time connectivity checks determined that the realm exists, but we were unable to find an IdP with that realm in the eduroam database.
hu_hu: egy végfelhasználó kért diagnózist a %s tartomány számára. A valós idejű kapcsolódási ellenőrzés megállapította, hogy létezik a tartomány, de nem találtunk IdP-t ezzel a tartománnyal az eduroam adatbázisban.

source: By not listing IdPs in the eduroam database, you are violating the eduroam policy.
hu_hu: Az IdP-k felsorolása az eduroam adatbázisban, Ön megsérti az eduroam szabályait.

source: Additionally, this creates operational issues. In particular, we are unable to direct end users to their IdP for further diagnosis/instructions because there are no contact points for that IdP in the database.
hu_hu: Ezen túlmenően működési problémákat is okoz. Nem tudjuk továbbítani a végfelhasználói problémákat az IdP üzemeltetőinek a további diagnózisokért és utasításokért, mivel nincs kapcsolati információnk az adatbázisban az IdP-vel.

source: Connected to %s.
hu_hu: Csatlakoztatva %s

source: <strong>Test successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned.
hu_hu: <strong>Sikeres teszt</strong>: kétirányú RADIUS-párbeszédet hajtottunk végre több körben és a tervek szerint befejeződött egy Access-Reject-el.

source: <strong>Test partially successful</strong>: a bidirectional RADIUS conversation with multiple round-trips was carried out, and ended in an Access-Reject as planned. Some properties of the connection attempt were sub-optimal; the list is below.
hu_hu: <strong>Teszt részben sikeres volt</strong>: kétirányú RADIUS-beszélgetést hajtottunk végre, és a tervek szerint Access-Reject-el ért véget. A kapcsolódási kísérlet néhány tulajdonsága nem optimális; a lista alább található.

source: Nicolaus Copernicus University
hu_hu: Kopernikusz Egyetem

source: accredited
hu_hu: minősített

source: non-accredited
hu_hu: nem minősített

source: correct certificate
hu_hu: korrekt tanúsítvány

source: certificate with wrong policy OID
hu_hu: rossz policy OID-ű tanusítvány

source: expired certificate
hu_hu: lejárt tanúsítvány

source: revoked certificate
hu_hu: visszavont tanúsítvány

source: pass
hu_hu: sikerült

source: fail
hu_hu: nem sikerült

source: eduroam-accredited CA (now only for tests)
hu_hu: eduroam-minősített CA (most csak teszt célű)

source: No TLS connection established: Connection refused
hu_hu: Nem lehetséges TLS kapcsolatot létrehozni: A kapcsolat visszautasítva

source: certificate expired
hu_hu: a tanúsítvány lejárt

source: certificate was revoked
hu_hu: a tanúsítványt visszavonták

source: bad policy
hu_hu: rossz policy

source: unknown authority
hu_hu: ismeretlen hatóság

source: unknown authority or no certificate policy or another problem
hu_hu: ismeretlen hatóság vagy nincsen tanusítvány policy vagy egyéb probléma

source: This realm has no NAPTR records.
hu_hu: Ennel a realm-nek nincsen NAPTR rekordja

source: NAPTR records were found, but all of them refer to unrelated services.
hu_hu: NAPTR rekord létezik, de mindegyike nem releváns szolgáltatásra mutat.

source: There is nothing you can do to solve this problem yourself.
hu_hu: Semmi olyat nem tud tenni, amivel saját maga el tudná hárítani a problémát.

source: Please be patient and try again at a later time. Do NOT change your device configuration.
hu_hu: Kérjük, legyen türelemmel, és próbálkozzon újra később. NE változtassa meg az eszköz konfigurációját.

source: The infrastructure operators have automatically been informed and will investigate the issue as soon as possible.
hu_hu: Az infrastruktúra-üzemeltetőket automatikusan tájékoztatták és a lehető leghamarabb kivizsgálják a kérdést.

source: The system has identified possible issues regarding your local device configuration.
hu_hu: A rendszer azonosította a helyi eszközkonfigurációval kapcsolatos lehetséges problémákat.

source: The system can not find any information at all about the Identity Provider you described. Probably, this is not a participating institution and the account you tried to use does not exist.
hu_hu: A rendszer nem talál semmilyen információt egyáltalán az Ön által megadott azonosítóról. Valószínűleg ez nem egy résztvevő intézmény, vagy a fiók, amelyet megpróbált használni nem létezik.

source: There are likely some issues around the wireless part of the network you are trying to connect to. Wireless networks do not always behave deterministically and consistently. All users at a given location have to share the available bandwidth, and the physical environment (concrete walls, objects in the way, elevation differences) can have a significant impact on your connectivity experience.
hu_hu: Valószínűleg problémák vannak a vezeték nélküli hálózatnál, amelyhez csatlakozni próbál. A vezeték nélküli hálózatok nem mindig determinisztikusan és következetesen viselkednek. Egy adott helyen minden felhasználónak meg kell osztania a rendelkezésre álló sávszélességet, és a fizikai környezet (konkrét falak, objektumok útja, magasságkülönbségek) jelentős hatással lehetnek a kapcsolódási minőségre.

source: You should use appropriate configuration assistants [MGW: see if the realm exists in CAT, then display link to config] or contact your Identity Provider [MGW: show contact info].
hu_hu: Használj megfelelő konfigurációs asszisztenseket [MGW: nézd meg, hogy létezik-e a tartomány a CAT-ban, majd mutass linket a konfigurációhoz], vagy lépj kapcsolatba az azonosító szolgáltatójával [MGW: Névjegyek megjelenítése].

source: Have you ever used the network succesfully, e.g. at your home institution without roaming?
hu_hu: Használtad már sikeresen a hálózatot, pl. otthoni anyaintézményednél roaming nélkül?

source: If your device has never worked before with this setup, then very likely your device configuation is wrong. %s
hu_hu: Ha a készülék még soha nem dolgozott ezzel a beállítással, akkor nagyon valószínű, hogy a készülék konfigurációja hibás. %s

source: Did the device previously work when roaming, i.e. at other hotspots away from your home institution?
hu_hu: Előfordult, hogy a készülék korábban működött a roamingolás során, vagyis más hotspotoknál az otthoni intézménytől távol?

source: If roaming consistently does not work, then very likely your device configuration is wrong. Typical errors causing this symptom include: using a routing ('outer') username without the @realm.tld suffix - those potentially work at your home organisation, but can not be used when roaming. %s
hu_hu: Ha a roaming következetesen nem működik, akkor nagyon valószínű, hogy az eszköz konfigurációja rossz. A tüneteket okozó jellegzetes hibák közé tartozik: az realm nélküli ('külső') felhasználónév használata a @ realm.hu utótag nélkül - azoknak működhet akik, akik otthon dolgoznak, de nem működik barangoláskor. %s

source: Did you recently change the configuration on your device?
hu_hu: Nemrég módosította a készülék konfigurációját?

source: Accounts only need to be configured once, and can then be used anywhere on the planet without any changes. If you recently changed the configuration, that change may very well be at fault. You should never change your network configuration unless explicitly instructed so by your Identity Provider; even in the case of temporary login issues.
hu_hu: A fiókokat csak egyszer kell konfigurálni, és változások nélkül bárhol használhatók. Ha nemrég megváltoztatta a konfigurációt, akkor ez a változtatás hiba lehet. Soha ne változtassa meg a hálózati konfigurációt, hacsak ezt az ön intézményi szolgáltatója ezt kifejezetten nem utasította; még ideiglenes bejelentkezési kérdések esetén se.

source: If you use more than one device: do your other devices still work?
hu_hu: Ha több eszközt is használ: a többi eszköz továbbra is működik?

source: If all devices stopped working simultaneously, there may be a problem with your account as such. Maybe your account expired, or you were forced to change the password? These questions are best answered by your Identity Provider [MGW: display contact info]
hu_hu: Ha az összes eszköze nem működik egyidejűleg, akkor a fiókban lehet a probléma. Talán a fiók lejárt, vagy kénytelen volt megváltoztatni a jelszavát? Ezeket a kérdésekre a választ a leginkább az Ön Intézményi Azonosítási Szolgáltatója [MGW: Display Contact Information] adja meg.

source: Is the place you are currently at heavily crowded, or is a network-intensive workload going on?
hu_hu: A hely, ahol jelenleg erősen zsúfolt vagy hálózat-intenzív munkaterhelés zajlik?

source: The network is likely overloaded at this location and point in time. You may have to wait until later before you get a better connectivity. If you think the network should be reinforced for more capacity at this place, you should inform the hotspot provider. [MGW: add contact info]
hu_hu: A hálózat valószínűleg túlterhelt ezen a helyen és ebben az időben. Előfordulhat, hogy várnia kell, mielőtt jobb kapcsolatot kapna. Ha úgy gondolja, hogy a hálózatot nagyobb kapacitással kell megerősíteni ezen a helyen, tájékoztatnia kell a hotspot szolgáltatót. [MGW: kapcsolatfelvételi adatok felvétele]

source: Does the connection get better when you move around?
hu_hu: A kapcsolat jobbá válik, ha járkálsz?

source: You should move to a different location to achieve better network coverage and service. If you think the exact spot you are at deserves better coverage, you should inform the hotspot provider. [MGW: add contact info]
hu_hu: Más helyre kell mozognia, hogy jobb hálózati lefedettséget és szolgáltatást érjen el. Ha úgy gondolja, hogy a pontos hely, jobb minőségű lefedettséget érdemel, tájékoztatnia kell a hotspot szolgáltatóját. [MGW: kapcsolati információk hozzáadása]

source: Do you see errors stating something similar to 'Unable to get IP address'?
hu_hu: Látsz olyan hibákat, amelyek ahhoz hasonlóakat mondanak ' ' Nem lehetséges IP-címet lekérni ' ?

source: The evidence at hand suggests that there may be an infrastructure problem at this particular hotspot provider. There is nothing you can do to solve this problem locally. Please be patient and try again at a later time.
hu_hu: A rendelkezésre álló bizonyítékok azt sugallják, hogy ez az adott hotspot szolgáltatónak infrastrukturális problémája van. Jelenleg semmit nem tud tenni a hiba elhárításáért. Kérjük, legyen türelemmel, és próbálkozzon újra később.

source: Diagnostics site
hu_hu: Diagnosztikai oldal

source: The diagnostics system will do its best to identify and resolve your problems!
hu_hu: A diagnosztikai rendszer mindent megtesz annak érdekében, hogy azonosítsa és megoldja problémáit!

source: Please help the system by answering the questions as precisely as possible.
hu_hu: Kérjük, segítse a rendszert a kérdések pontos megválaszolásában.

source: Are you a
hu_hu: Te egy

source: end-user
hu_hu: végfelhasználó

source: or
hu_hu: vagy

source: eduroam administrator
hu_hu: eduroam adminisztrátor

source: Tools for End Users
hu_hu: Eszközök a végfelhasználók számára

source: To resolve your problem a real-time diagnostics for your realm must be performed.
hu_hu: A probléma megoldásához valós idejű diagnosztikát kell végezned a realm-eden.

source: The system needs some information on your home institution - issuer of your account
hu_hu: A rendszernek szüksége van néhány információra az otthoni intézményedről - a fiókod kibocsátója

source: What is the realm part of your user account (the part behind the @ of 'your.username@<b>realm.tld</b>):
hu_hu: Mi a felhasználói fiókod realm része (a "felhasználóneved @" mögötti rész? <b>realm.tld</b>):

source: alternatively
hu_hu: másként

source: You can select your home institution from the following list
hu_hu: Az otthoni intézményt az alábbi listából választhatod ki

source: Click to select your country/region and organisation
hu_hu: Kattintson az ország / régió és szervezet kiválasztásához

source: Optionally, to improve tests, you can provide information on your current location
hu_hu: Opcionálisan a tesztek javítása érdekében megadhatsz információkat az aktuális helyzetedről.

source: Click to select a location in which you have an eduroam problem
hu_hu: Kattintással válassza ki azt a helyet, ahol eduroam probléma felmerült

source: Testing realm
hu_hu: A tartomány tesztelése

source: First stage completed.
hu_hu: Az első szakasz befejeződött.

source: To narrow down the problem, please answer the following few questions.
hu_hu: A probléma szűkítéséhez kérjük, válaszoljon az alábbi néhány kérdésre.

source: Run tests
hu_hu: tesztek futnak

source: Tools for eduroam admins
hu_hu: Eszközök eduroam adminisztrátoroknak

source: Which problem are you reporting?
hu_hu: Melyik problémát jelented?

source: SP contacting IdP due to technical problems or abuse
hu_hu: SP kapcsolatba lép az IdP-vel technikai problémák vagy visszaélések miatt
