Repository: nsp-devel/CAT
Catalog: translation/*/diagnostics.po
Languages: hu_hu

source: IdP contacting SP due to technical problems
hu_hu: Az IdP technikai problémák miatt lépett kapcsolatba SP-vel

source: This service is for authenticated admins only.
hu_hu: Ez a szolgáltatás kizárólag a azonosított adminisztrátoroknak számára.

source: eduroam® admin access is needed
hu_hu: eduroam® admin hozzáférésre van szükség

source: Select institiution:
hu_hu: Válasszon intézményt:

source: Select country or region:
hu_hu: Válasszon országot vagy régiót:

source: Fetching country/region list
hu_hu: Ország / régió listájának lekérése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: I don't know
hu_hu: Nem tudom

source: Diagnostic tests results for selected realm
hu_hu: A kiválasztott területre vonatkozó diagnosztikai tesztek eredményei

source: The result for tested realm:
hu_hu: A tartomány tesztelés eredménye:

source: The system identified
hu_hu: A rendszer azonosított

source: suspected areas which potentially can cause a problem.
hu_hu: A gyanús területek, amelyek potenciálisan problémát okozhatnak.

source: Next to the problem description we show a speculated probability of this event.
hu_hu: A probléma leírása mellett a rendezvény feltételezett valószínűségét mutatjuk be.

source: Your device configuration is broken
hu_hu: A készülék konfigurációja hibás

source: The Wi-Fi network in your vicinity has quality issues
hu_hu: A környéken található Wi-Fi-hálózat minőségi problémákat okoz

source: The network environment around you is broken
hu_hu: A körülötted lévő hálózati környezet hibás

source: The RADIUS server of your service provider is the source of the problem
hu_hu: A probléma forrása a szolgáltató RADIUS-kiszolgálója

source: The RADIUS server in your home institution is currently unable to authenticate you
hu_hu: Az otthoni tartomány RADIUS-kiszolgálója jelenleg nem tudja hitelesíteni Önt

source: The national server in the country/region you are visiting is not functioning correctly
hu_hu: A nemzeti szerver abban az ország/régióban, amit meglátogatsz, nem működik megfelelően

source: The link between the national server of the country/region you are visiting and the top-level server is broken
hu_hu: A meglátogatott ország / régió nemzeti szervere és a legfelső szintű szerver közötti kapcsolat hibás

source: The link between the national server of your home country/region and the top-level server is broken
hu_hu: A hazai ország / régió nemzeti szervere és a legfelső szintű szerver közötti kapcsolat hibás

source: The communication to the top-level server is down
hu_hu: A legfelsőbb szintű kiszolgáló szerver felé irányuló kommunikáció le van állítva

source: The national server in your home country/region is not functioning properly.
hu_hu: A hazai ország / régió nemzeti szervere nem működik megfelelően.

source: The RADIUS server of your home institution is the source of the problem
hu_hu: Az otthoni intézmény RADIUS-kiszolgálója a probléma forrása

source: This realm does not exist
hu_hu: Ez a realm nem létezik

source: Fetching institutions list
hu_hu: Az intézmények listájának lekérése

source: Select institution:
hu_hu: Válasszon intézményt:

source: Fetching realms list
hu_hu: A realmek listájának lekérése

source: Check realm(s):
hu_hu: A realm(ek) ellenőrzése:

source: Running realm tests
hu_hu: Realm tesztek futása

source: Realm is not registered with the eduroam database:
hu_hu: A realm nincs regisztrálva az eduroam adatbázisban:

source: Diagnostics results for selected realms
hu_hu: Diagnosztikai eredmények a kiválasztott realm-ekben

source: An unknown problem occured
hu_hu: Ismeretlen probléma merült fel

source: This test includes checking of the following realm
hu_hu: Ez a teszt magába foglalja az alábbi realm ellenőrzését

source: This test includes checking of the following realms
hu_hu: Ez a teszt magába foglalja az alábbi realm-ek ellenőrzését

source: You should report this to
hu_hu: Ezt jelentened kell

source: eduroam admin report submission
hu_hu: eduroam admin jelentés benyújtása

source: Reason
hu_hu: Ok

source: IdP email(s)
hu_hu: IdP email(ek)

source: Event's timestamp
hu_hu: Esemény időbélyegzője

source: Additional description
hu_hu: További leírás

source: IdP contacting SP due to technical problems or abuse
hu_hu: Az IdP technikai problémák vagy visszaélések miatt kapcsolatba lépett a SP-vel

source: SP's Operator-Name
hu_hu: SP operátor-neve

source: User's outer ID
hu_hu: Felhasználó külső azonosítója

source: How to contact the user
hu_hu: Hogyan lépjünk kapcsolatba a felhasználóval

source: MAC address is incomplete
hu_hu: A MAC-cím hiányos

source: Wrong format of email
hu_hu: Rossz e-mail formátum

source: Wrong format of outer ID
hu_hu: A külső ID hibás formátumú

source: Wrong string given as OperatorName
hu_hu: Hibás karaktert adott operátornévnek

source: No valid realm name given, cannot execute any checks!
hu_hu: Nincs megadva a tartomány neve. Az ellenőrzést nem lehet végrehajtani.

source: STATIC
hu_hu: STATIKUS

source: DYNAMIC
hu_hu: DINAMIKUS

source: Client certificate:
hu_hu: Kliens tanúsítvány:

source: expected result:
hu_hu: a remélt eredmény:

source: Server accepted this client certificate
hu_hu: A szerver elfogadta a klienstanúsítványt

source: Server accepted this client certificate, but should not have
hu_hu: A szerver elfogadta a klienstanúsítványt, noha nem lett volna szabad

source: Server did not accept this client certificate
hu_hu: A szerver nem fogadta el ezt a klienstanúsítványt

source: Server did not accept this client certificate - reason
hu_hu: A szerver nem fogadta el ezt a klienstanúsítványt - az oka

source: more
hu_hu: tovább

source: Show detailed information for all tests
hu_hu: Mutasd a tesztek részleteit

source: Server certificate
hu_hu: Szervertanúsítvány

source: Subject
hu_hu: Tárgy

source: Issuer
hu_hu: Kibocsátó

source: Hide detailed information for all tests
hu_hu: Rejtsd el a tesztek részleteit

source: Realm is <strong>%s</strong>
hu_hu: Tartomány: <strong>%s</strong>

source: with no DNS errors encountered. Congratulations!
hu_hu: DNS hiba nélkül. Gratulálunk!

source: but there were DNS errors! Check them!
hu_hu: de DNS hibákkal. Ellenőrizd őket!

source: Some errors were found during the tests, see below
hu_hu: A tesztek során egy vagy több hiba lépett fel. Ld. alább

source: All tests passed, congratulations!
hu_hu: Minden teszt sikerült, gratulálunk!

source: Password:
hu_hu: Jelszó:

source: <strong>Test FAILED</strong>: there was a bidirectional RADIUS conversation, but it did not finish after %d seconds!
hu_hu: <strong>Sikertelen teszt</strong>: a RADIUS kommunikáció oda-vissza zajlott, de nem fejeződött be %d másodpercen belül!

source: elapsed time: %d
hu_hu: az eltelt idő: %d
